#!bash/bin/sh
clear
echo "[❗] Your Device"
neofetch
echo
echo '
      [Menu]
[1], Impostor
[2], SpongeBob
[3], Coffe
[4], itik
[5], cow
[6], helicopter
[7], bus
[8], mask hacker
[9], helo
[10], ml
[11], ff
[12], tank
[13], love
'

read -p "Input Menu : " isi
if [[ $isi == 1 ]]; then
echo '⠀⠀⠀⠀⠀⠀⣠⣴⣶⣿⠿⢿⣶⣶⣦⣄⠀⠀⠀⠀
⠀⠀⠀⠀⠀⣼⡿⠋⠁⠀⠀⠀⢀⣈⠙⢿⣷⡄⠀⠀
⠀⠀⠀⠀⢸⣿⠁⠀⢀⣴⣿⠿⠿⠿⠿⠿⢿⣷⣄⠀
⠀⢀⣀⣠⣾⣿⡇⠀⣾⣿⡄⠀⠀⠀⠀⠀⠀⠀⠹⣧
⣾⡿⠉⠉⣿⠀⡇⠀⠸⣿⡌⠓⠶⠤⣤⡤⠶⢚⣻⡟
⣿⣧⠖⠒⣿⡄⡇⠀⠀⠙⢿⣷⣶⣶⣶⣶⣶⢿⣿⠀
⣿⡇⠀⠀⣿⡇⢰⠀⠀⠀⠀⠈⠉⠉⠉⠁⠀⠀⣿⠀
⣿⡇⠀⠀⣿⡇⠈⡄⠀⠀⠀⠀⠀⠀⠀⠀⢀⣿⣿⠀
⣿⣷⠀⠀⣿⡇⠀⠘⠦⣄⣀⣀⣀⣀⣀⡤⠊⠀⣿⠀
⢿⣿⣤⣀⣿⡇⠀⠀⠀⢀⣀⣉⡉⠁⣀⡀⠀⣾⡟⠀
⠀⠉⠛⠛⣿⡇⠀⠀⠀⠀⣿⡟⣿⡟⠋⠀⢰⣿⠃⠀
⠀⠀⠀⠀⣿⣧⠀⠀⠀⢀⣿⠃⣿⣇⠀⢀⣸⡯⠀⠀
⠀⠀⠀⠀⠹⢿⣶⣶⣶⠿⠃⠀⠈⠛⠛⠛⠛⠁⠀⠀

Ⓒ Creator Font By ℓ✺Իժ•ᾰՊՊᾰԻ'
fi

if [[ $isi == 2 ]]; then
echo '. ___________________
▕╮╭┻┻╮╭┻┻╮╭▕╮╲
▕╯┃╭╮┃┃╭╮┃╰▕╯╭▏
▕╭┻┻┻┛┗┻┻┛   ▕  ╰▏
▕╰━━━┓┈┈┈╭╮▕╭╮▏
▕╭╮╰┳┳┳┳╯╰╯▕╰╯▏
▕╰╯┈┗┛┗┛┈╭╮▕╮┈▏

Ⓒ Creator Font By ℓ✺Իժ•ᾰՊՊᾰԻ'
fi

if [[ $isi == 3 ]]; then
echo '∴∴∴︴︴︴︴︴
∴∴◤▔▔▔▔◥❚❘⊢╮
∴∴▉▒▒▒▒▒▉❘﹍〡
∴∴▇▒▒▒▒▒▇❘⊢╯
∴∴◥▇▇▇▇◤
∴◥▇▇▇▇▇▇◤
◒𝕐𝕠𝕜🄽🄶🄾🄿🄸🅑🅞🅢🅚🅤◒

Ⓒ Creator Font By ℓ✺Իժ•ᾰՊՊᾰԻ'
fi

if [[ $isi == 4 ]]; then
echo '┊┊╭━━━╮┊┊╭━━━╮┊┊
┊┊┃┈▋▋┃┊┊┃▋▋┈┃┊┊
┏━╯┈┈┈◣┊┊◢┈┈┈╰━┓
┃┗━╯┈┈┃┊┊┃┈┈╰━┛┃
╰━┳━┳━╯┊┊╰━┳━┳━╯
━━┻━┻━━━━━━┻━┻━━

Ⓒ Creator Font By ℓ✺Իժ•ᾰՊՊᾰԻ'
fi

if [[ $isi == 5 ]]; then
echo '.   ╭┐┌╮☆°．·
╭┘└┘└╮∴°☆°
└┐．．┌———╮∴°
╭┴———┤          ├╮
│ｏ　ｏ│　  　│●°
╰┬———╯          │ ∴°·
 ☆\ˍˍ\_ˍ|—|ˍˍ/ˍˍ/∴☆.

Ⓒ Creator Font By ℓ✺Իժ•ᾰՊՊᾰԻ'
fi

if [[ $isi == 6 ]]; then
echo '..... ╭╬╮◢
_╭▅�▇▆▅▄▃▂▁(╳)█╮ ..
   ╰═▃_▁∠════▔▔▔

Ⓒ Creator Font By ℓ✺Իժ•ᾰՊՊᾰԻ'
fi

if [[ $isi == 7 ]]; then
echo '╭━ ♥━ ♥━ ♥━ ♥━ ❤️
╰╮┏━┳┳┳┓  ┏┳┳┳┳┳┓
┏┻╋━╋┻┻┫  ┣┻┻┻┻┻┫
┗ⓞ━━━ⓞ┻━┻ⓞ━━┻ⓞ━━ⓞ╯

Ⓒ Creator Font By ℓ✺Իժ•ᾰՊՊᾰԻ'
fi

if [[ $isi == 8 ]]; then
echo '▇▇▇◤▔▔▔▔▔▔▔◥▇▇▇ ▇▇▇▏◥▇◣┊◢▇◤▕▇▇▇ ▇▇▇▏▃▆▅▎▅▆▃▕▇▇▇ ▇▇▇▏╱▔▕▎▔▔╲▕▇▇▇ ▇▇▇◣◣▃▅▎▅▃◢◢▇▇▇ ▇▇▇▇◣◥▅▅▅◤◢▇▇▇▇ ▇▇▇▇▇◣╲▇╱◢▇▇▇▇▇ ▇▇▇▇▇▇◣▇◢▇▇▇▇▇▇

Ⓒ Creator Font By ℓ✺Իժ•ᾰՊՊᾰԻ'
fi

if [[ $isi == 9 ]]; then
echo '╔╗╔╗╔═╗╔╗─╔╗─╔═╗   ║╚╝║║╦╝║║─║║─║║║   ║╔╗║║╩╗║╚╗║╚╗║║║   ╚╝╚╝╚═╝╚═╝╚═╝╚═╝

Ⓒ Creator Font By ℓ✺Իժ•ᾰՊՊᾰԻ'
fi

if [[ $isi == 10 ]]; then
echo '◥🄼🄾🄱🄸🄻🄴◤ ╭═══════╮
╰═══════╯◢🄻🄴🄶🄴🄽🄳◣

Ⓒ Creator Font By ℓ✺Իժ•ᾰՊՊᾰԻ'
fi

if [[ $isi == 11 ]]; then
echo '◥Ⓕ︎Ⓡ︎Ⓔ︎Ⓔ︎◤ ╭═════╮
╰═════╯◢Ⓕ︎Ⓘ︎Ⓡ︎Ⓔ︎◣

Ⓒ Creator Font By ℓ✺Իժ•ᾰՊՊᾰԻ'
fi

if [[ $isi == 12 ]]; then
echo '.        (҂`_´)     <,︻╦̵̵̿╤─ ҉     ~  • █۞███████]▄▄▄▄▄▄▄▄▄▄▃ ●●● ▂▄▅█████████▅▄▃▂… [███████████████████] ◥⊙▲⊙▲⊙▲⊙▲⊙▲⊙▲⊙

Ⓒ Creator Font By ℓ✺Իժ•ᾰՊՊᾰԻ'
fi

if [[ $isi == 13 ]]; then
echo '*█████████████████████*
*█▄─▄███─▄▄─█▄─█─▄█─▄█*
*██─██▀█─██─██─█─██─▄█*
*▀▄▄▄▄▄▀▄▄▄▄▀▀▄▄▄▀▀▄▄▀*

Ⓒ Creator Font By ℓ✺Իժ•ᾰՊՊᾰԻ'
fi
